Repository: monyemad/vetcare_project
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome to VetCare
ar: أهلاً بك في VetCare

source: Email:
ar: البريد الإلكتروني:

source: Password:
ar: كلمة المرور:

# yourEmail
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

# yourPassword
source: Enter your password
ar: أدخل كلمة المرور الخاصة بك

# forget
source: Forget password?
ar: نسيت كلمة المرور؟

source: LOGIN
ar: تسجيل الدخول

# account
source: Don’t have an account?
ar: ليس لديك حساب؟

# regester
source: Regester now
ar: سجل الآن

source: Animal
ar: حيوان

# food
source: Food Safety
ar: سلامة الغذاء

source: Emergency Case
ar: حالة طوارئ

source: User name
ar: اسم المستخدم

source: Setting
ar: الإعدادات

source: Check list
ar: قائمة التحقق

# pet
source: Pets animal
ar: حيوانات أليفة

# farm
source: Farm animal
ar: حيوانات المزرعة

source: Poultry
ar: الدواجن

source: Fish
ar: الأسماك

# animalInfo
source: Animal Information form
ar: نموذج معلومات الحيوان

# petInfo
source: Pet Information Form
ar: نموذج معلومات الحيوانات الأليفة

# farmsInfo
source: Farm Information Form
ar: نموذج معلومات المزارع

# poultryInfo
source: Poultry Information Form
ar: نموذج معلومات الدواجن

# owner
source: Owner’s name:
ar: اسم المالك:

# yourName
source: Enter your name
ar: أدخل اسمك

source: Address:
ar: العنوان:

# yourAddress
source: Enter your address
ar: أدخل عنوانك

source: Phone:
ar: الهاتف:

# yourPhone
source: Enter your phone
ar: أدخل رقم هاتفك

source: Location:
ar: الموقع:

# yourLocation
source: Enter your Location
ar: أدخل موقعك

# yourFarmLocation
source: Enter your farm Location
ar: أدخل موقع مزرعتك

# AnType
source: Animal Type:
ar: نوع الحيوان:

# selectAnimal
source: Select your animal type
ar: اختر نوع حيوانك

# age
source: Animal Age:
ar: عمر الحيوان:

# yourAnAge
source: Enter your animal age
ar: أدخل عمر حيوانك

# weight
source: Animal Weight:
ar: وزن الحيوان:

# yourAnWeight
source: Enter your animal weight
ar: أدخل وزن حيوانك

# height
source: Animal Height:
ar: طول الحيوان:

# yourAnHeight
source: Enter your animal height
ar: أدخل طول حيوانك

# data
source: Food Inspection Data
ar: بيانات فحص الأغذية

# faq
source: Food Safety FAQ
ar: أسئلة وأجوبة حول سلامة الأغذية

# daily
source: Daily checklist
ar: قائمة التحقق اليومية

# dashboard
source: Inspection Dashboard
ar: لوحة معلومات الفحص

# upcome
source: Upcoming Inspections
ar: الفحوصات القادمة

source: New Inspections
ar: الفحوصات الجديدة

# past
source: Past Inspections
ar: الفحوصات السابقة

source: Search
ar: بحث

# date
source: By date
ar: حسب التاريخ

source: Filter
ar: تصفية

# basic
source: Basic info:
ar: معلومات أساسية:

source: Name:
ar: الاسم:

# your
source: Establishment's name
ar: اسم المنشأة

# type
source: Type of Establishment:
ar: نوع المنشأة:

# select
source: Select Type
ar: اختر النوع

# criteria
source: Inspection Criteria:
ar: معايير الفحص:

source: Health and Safety
ar: الصحة والسلامة

source: Operational Standards
ar: المعايير التشغيلية

source: Documentation
ar: التوثيق

source: Risk Assessment
ar: تقييم المخاطر

source: Notes:
ar: ملاحظات:

source: Reset
ar: إعادة تعيين

source: Submit
ar: إرسال

source: Cancel
ar: إلغاء

source: Send
ar: إرسال

source: Form
ar: نموذج

# live
source: Live Chat
ar: دردشة مباشرة

# yourMessage
source: Type your message
ar: اكتب رسالتك

# clinic
source: Visit in Clinic
ar: زيارة العيادة

# sun
source: Sunday
ar: الأحد

# mon
source: Monday
ar: الاثنين

# tue
source: Tuesday
ar: الثلاثاء

# wed
source: Wednesday
ar: الأربعاء

# thu
source: Thursday
ar: الخميس

# call
source: Emergency Call
ar: اتصال طارئ

# reco
source: Recommendation
ar: توصية

source: Complaint
ar: شكوى

# help
source: For helping you faster please choose from these button
ar: لمساعدتك بشكل أسرع، يرجى الاختيار من هذه الأزرار

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Change Language
ar: تغيير اللغة

# complainType
source: Complaint Type:
ar: نوع الشكوى:

# selectComplain
source: Select your animal complaint type
ar: اختر نوع شكوى حيوانك

source: Health Status:
ar: الحالة الصحية:

# selectHealth
source: Select your animal health status
ar: اختر الحالة الصحية لحيوانك

# noteText
source: Write your note here
ar: اكتب ملاحظتك هنا

# QandA
source: Q: What are the best practices for storing animal feed? A: Store feed in a cool, dry place, away from direct sunlight and moisture. Use sealed containers to prevent contamination from pests or mold. Q: How can I tell if the feed has gone bad? A: Check for unusual smells, discoloration, or mold growth. If you notice any of these signs, discard the feed immediately to avoid health risks. Q: How often should I clean the feeding equipment for farm animals? A: Clean feeding equipment daily to prevent the buildup of bacteria and mold. Regular cleaning helps maintain the health of your farm animals. Q: Is it safe to give leftover food scraps to farm animals? A: It’s generally not recommended to feed farm animals leftover food scraps, as they may contain harmful substances or lead to imbalanced nutrition. Stick to feed designed for each specific type of farm animal. Q: How do I ensure that poultry feed remains uncontaminated? A: Store poultry feed in sealed containers and keep it dry. Regularly clean feeders and ensure that water is fresh and uncontaminated. Q: What precautions should I take when feeding poultry? A: Avoid feeding moldy or spoiled feed, and clean feeding areas regularly to prevent diseases. Monitor your poultry’s health and adjust their diet as needed. Q: How should I store fish feed to maintain its quality? A: Store fish feed in a cool, dry place, ideally in an airtight container. This helps preserve the nutritional value and prevents spoilage. Q: What are the signs of overfeeding fish? A: Signs include cloudy water, uneaten food settling at the bottom, and increased algae growth. Overfeeding can lead to water contamination and harm the fish’s health. Q: What should I do if I suspect my animals have eaten contaminated food? A: Immediately stop feeding them the suspected food, clean all feeding equipment, and monitor the animals closely. Contact a veterinarian if any signs of illness appear. Q: How can I prevent cross-contamination when handling different types of feed? A: Use separate containers and utensils for different types of feed. Always wash your hands and equipment thoroughly after handling each type to avoid cross-contamination.
ar: س: ما هي أفضل الممارسات لتخزين علف الحيوانات؟<br>ج: قم بتخزين العلف في مكان بارد وجاف، بعيداً عن أشعة الشمس المباشرة والرطوبة. استخدم حاويات محكمة الغلق لمنع التلوث من الآفات أو العفن.<br><br>س: كيف يمكنني معرفة ما إذا كان العلف قد فسد؟<br>ج: تحقق من وجود روائح غير عادية أو تغير في اللون أو نمو العفن. إذا لاحظت أيًا من هذه العلامات، فتخلص من العلف على الفور لتجنب المخاطر الصحية.<br><br>س: كم مرة يجب تنظيف معدات التغذية لحيوانات المزرعة؟<br>ج: قم بتنظيف معدات التغذية يوميًا لمنع تراكم البكتيريا والعفن. يساعد التنظيف المنتظم على الحفاظ على صحة حيوانات مزرعتك.<br><br>س: هل من الآمن إعطاء بقايا الطعام لحيوانات المزرعة؟<br>ج: لا يُنصح عمومًا بإطعام حيوانات المزرعة بقايا الطعام، حيث قد تحتوي على مواد ضارة أو تؤدي إلى عدم توازن التغذية. التزم بالعلف المصمم لكل نوع محدد من حيوانات المزرعة.<br><br>س: كيف أضمن أن يبقى علف الدواجن غير ملوث؟<br>ج: قم بتخزين علف الدواجن في حاويات محكمة الغلق وحافظ على جفافه. قم بتنظيف المغذيات بانتظام وتأكد من أن الماء طازج وغير ملوث.<br><br>س: ما هي الاحتياطات التي يجب اتخاذها عند إطعام الدواجن؟<br>ج: تجنب إطعام العلف العفن أو الفاسد، ونظف مناطق التغذية بانتظام لمنع الأمراض. راقب صحة دواجنك وقم بتعديل نظامها الغذائي حسب الحاجة.<br><br>س: كيف يجب تخزين علف الأسماك للحفاظ على جودته؟<br>ج: قم بتخزين علف الأسماك في مكان بارد وجاف، ويفضل في وعاء محكم الإغلاق. هذا يساعد على الحفاظ على القيمة الغذائية ويمنع التلف.<br><br>س: ما هي علامات الإفراط في إطعام الأسماك؟<br>ج: تشمل العلامات الماء العكر، والطعام غير المأكول الذي يستقر في القاع، وزيادة نمو الطحالب. يمكن أن يؤدي الإفراط في التغذية إلى تلوث المياه وإلحاق الضرر بصحة الأسماك.<br><br>س: ماذا يجب أن أفعل إذا كنت أشتبه في أن حيواناتي قد أكلت طعامًا ملوثًا؟<br>ج: توقف على الفور عن إطعامهم الطعام المشتبه به، ونظف جميع معدات التغذية، وراقب الحيوانات عن كثب. اتصل بطبيب بيطري إذا ظهرت أي علامات مرض.<br><br>س: كيف يمكنني منع التلوث المتبادل عند التعامل مع أنواع مختلفة من العلف؟<br>ج: استخدم حاويات وأدوات منفصلة لأنواع مختلفة من العلف. اغسل يديك ومعداتك دائمًا جيدًا بعد التعامل مع كل نوع لتجنب التلوث المتبادل.

source: Clinic 1
ar: العيادة 1

source: Clinic 2
ar: العيادة 2

source: Cat
ar: قطة

source: Dog
ar: كلب

source: Bird
ar: طائر

source: Parrot
ar: ببغاء

source: Cow
ar: بقرة

source: Sheep
ar: خروف

source: Horse
ar: حصان

# golden
source: Golden Retriever
ar: جولدن ريتريفر

# labrador
source: Labrador Retriever
ar: لابرادور ريتريفر

source: Poodle
ar: بودل

source: Persian
ar: فارسية

source: Siamese
ar: سيامية

source: Macaw
ar: ماكاو

source: Cockatiel
ar: كواتيل

source: Arabian
ar: عربية

source: Merino
ar: ميرينو

source: Dorper
ar: دوربر

source: Throughbred
ar: اصيل

# chicken
source: Chichen
ar: دجاجة

source: Pigeon
ar: حمامة

source: Duck
ar: بطة

source: Geese
ar: أوز

source: Turkey
ar: ديك رومي

source: Lovebird
ar: حبّار

# roborovski
source: Roborovski Hamster
ar: هامستر روبوروفسكي

# winterWhite
source: Winter White Russian Hamster
ar: هامستر روسي أبيض الشتاء

# dwarfCampbell
source: Dwarf Campbell Russian Hamster
ar: هامستر روسي قزم كامبل

# syrian
source: Syrian Hamster
ar: هامستر سوري

source: Husky
ar: هاسكي

source: Angus
ar: أنغوس

source: Clydesdale
ar: كلايدسديل

source: Friesian
ar: فريزيان

source: Appaloosa
ar: أبالوسا

# quarter
source: Quarter Horse
ar: حصان ربع

# rambouillet
source: Rambouillet Sheep
ar: خروف رامبوييه

# texel
source: Texel Sheep
ar: خروف تيكسل

# hampshire
source: Hampshire Sheep
ar: خروف هامبشاير

# dorset
source: Dorset Sheep
ar: خروف دورست

# suffolk
source: Suffolk Sheep
ar: خروف سوفولك

source: Boxer
ar: بوكسير

source: German Shepherd
ar: جيرمن شيبرد

source: Beagle
ar: بيجل

source: Dachshund
ar: داشهوند

# panda
source: Panda Hamster
ar: هامستر الباندا

source: Golden Hamster
ar: هامستر ذهبي

# teddyBear
source: Teddy Bear Hamster
ar: هامستر دب تيدي

# chinese
source: Chinese Hamster
ar: هامستر صيني

# canary
source: Domestic Canary
ar: كناري محلي

source: Charolais
ar: شاروليه

source: Hereford
ar: هيريفورد

source: Brown Swiss
ar: براون سويسري

source: Ayrshire
ar: ايرشاير

source: Guernsey
ar: غيرنسي

source: Jersey
ar: جيرسي

source: Netherland Dwarf
ar: قزم هولندي

source: British Shorthair
ar: بريتش شورت هير

source: Sphynx
ar: سفينكس

source: Scottish Fold
ar: سكوتيش فولد

source: Ragdoll
ar: راجدول

source: Bengal
ar: بنغال

source: Maine Coon
ar: مين كون

source: Flemish Giant
ar: فليمنج جانت

source: Lionhead
ar: ليون هيد

source: Holland Lop
ar: هولاند لوب

source: Mini Rex
ar: ميني ريكس

# angora
source: Angora Rabbit
ar: أرنب أنغورا

source: American Fuzzy Lop
ar: أرنب أمريكي فروي لوب

source: Andalusian
ar: أندلسي

source: Mustang
ar: موستانج

source: Holstein Friesian
ar: هولشتاين فريزيان

source: Budgie
ar: باديجي

# eclectus
source: Eclectus Parrot
ar: ببغاء إيكليكتوس

source: African Grey
ar: رمادي أفريقي

source: Amazon Parrot
ar: ببغاء أمازون

source: Quaker Parrot
ar: ببغاء كويكر

source: Bulldog
ar: بولدوغ

# animalForm
source: Animals Form
ar: نموذج الحيوانات

source: Animal name:
ar: اسم الحيوان:

# yourAnName
source: Enter your animal name
ar: أدخل اسم حيوانك

source: Date of Birth:
ar: تاريخ الميلاد:

source: Animal gender
ar: جنس الحيوان:

source: Gender:
ar: الجنس:

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Yes
ar: نعم

source: No
ar: لا

source: Bunny
ar: أرنب

source: Rabbit
ar: أرنب

source: Species:
ar: النوع:

# selectSpecies
source: Select your animal species
ar: اختر نوع حيوانك

source: Service:
ar: الخدمة:

# selectService
source: Select your animal service
ar: اختر خدمة حيوانك

# boarding
source: Boarding for animal
ar: الإقامة للحيوانات

source: Animal vaccination
ar: التطعيم للحيوانات

source: Surgery
ar: جراحة

# detection
source: Animal detection
ar: كشف الحيوانات

# typeFarm
source: Type of Farm:
ar: نوع المزرعة:

# open
source: Open system
ar: نظام مفتوح

# closed
source: Closed system
ar: نظام مغلق

# farmRSystem
source: Farm Rearing System:
ar: نظام تربية المزرعة:

# selectFRS
source: Select your farm rearing system
ar: اختر نظام تربية مزرعتك

source: Broiler
ar: دجاج لحم

source: Tayer
ar: طبقة

source: Breeder
ar: مربي

source: Cages
ar: أقفاص

# deepLS
source: Deep litter system
ar: نظام الفراش العميق

# capacity
source: Farm capacity:
ar: سعة المزرعة:

# yourCapacity
source: Enter your farm capacity
ar: أدخل سعة مزرعتك

# clinical
source: Clinical signs:
ar: العلامات السريرية:

# yourAnClinical
source: Enter your animal symptoms
ar: أدخل أعراض حيوانك

# mortality
source: Mortality rate:
ar: معدل الوفيات:

# mobidity
source: Mobidity rate:
ar: معدل الإصابة:

# yourAnMortality
source: Enter your animal mortality rate
ar: أدخل معدل وفيات حيوانك

# yourAnMobidity
source: Enter your animal mobidity rate
ar: أدخل معدل إصابة حيوانك

# feed
source: Feed coonsumption:
ar: استهلاك العلف:

# water
source: Water consumption:
ar: استهلاك الماء:

# yourAnFeed
source: Enter your animal feed consumption
ar: أدخل استهلاك علف حيوانك

# yourAnWater
source: Enter your animal water consumption
ar: أدخل استهلاك ماء حيوانك

# medication
source: Previous Medication:
ar: الأدوية السابقة:

# vaccination
source: Previous Vaccination:
ar: التطعيمات السابقة:

# yourMediction
source: Enter your previous medication
ar: أدخل أدويتك السابقة

# ration
source: Type of ration:
ar: نوع الحصة الغذائية:

# yourAnRation
source: Enter your animal ration
ar: أدخل حصة حيوانك الغذائية

source: Picture:
ar: صورة:

# post
source: Postmortem lesiom
ar: آفات ما بعد الوفاة

# temp
source: Temperature/humidity
ar: درجة الحرارة/الرطوبة:

# yourTemp
source: Enter your animal temperature
ar: أدخل درجة حرارة حيوانك

# light
source: Lightening system
ar: نظام الإضاءة:

# yourLight
source: enter your farm lightening system
ar: أدخل نظام إضاءة مزرعتك

source: Air flow:
ar: تدفق الهواء:

# yourAir
source: Enter your farm air flow
ar: أدخل تدفق هواء مزرعتك

# pleaseEmail
source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح

# pleasePssword
source: Password must not be empty
ar: كلمة المرور يجب ألا تكون فارغة

# pleaseConfirmPssword
source: Confirm New Password must not be empty
ar: تأكيد كلمة المرور الجديدة يجب ألا يكون فارغًا

# pleaseNewPssword
source: New Password must not be empty
ar: كلمة المرور الجديدة يجب ألا تكون فارغة

# pleaseName
source: Name must not be empty
ar: الاسم يجب ألا يكون فارغًا

# pleaseOwner
source: Owner’s name must not be empty
ar: اسم المالك يجب ألا يكون فارغًا

# pleaseAddress
source: Address must not be empty
ar: العنوان يجب ألا يكون فارغًا

# pleasePhone
source: Phone number must not be empty
ar: رقم الهاتف يجب ألا يكون فارغًا

# pleaseAnWeight
source: Animal weight must not be empty
ar: وزن الحيوان يجب ألا يكون فارغًا

# pleaseAnHeight
source: Animal height must not be empty
ar: طول الحيوان يجب ألا يكون فارغًا

# pleaseAnAge
source: Animal age must not be empty
ar: عمر الحيوان يجب ألا يكون فارغًا

# pleaseAge
source: Age must not be empty
ar: العمر يجب ألا يكون فارغًا

# pleaseFarmLocation
source: Farm Location must not be empty
ar: موقع المزرعة يجب ألا يكون فارغًا

# pleaseLocation
source: Location must not be empty
ar: الموقع يجب ألا يكون فارغًا

# pleaseMobidity
source: Mobidity must not be empty
ar: معدل الإصابة يجب ألا يكون فارغًا

# pleaseMorality
source: Mortality must not be empty
ar: معدل الوفيات يجب ألا يكون فارغًا

# pleaseAir
source: Air flow must not be empty
ar: تدفق الهواء يجب ألا يكون فارغًا

# pleaseLight
source: Lightening system must not be empty
ar: نظام الإضاءة يجب ألا يكون فارغًا

# pleaseTemp
source: Temperature must not be empty
ar: درجة الحرارة يجب ألا تكون فارغة

# pleaseAnName
source: Animal name must not be empty
ar: اسم الحيوان يجب ألا يكون فارغًا

# pleaseAnRation
source: Animal ration must not be empty
ar: حصة الحيوان الغذائية يجب ألا تكون فارغة

# pleaseFeed
source: Feed consumption must not be empty
ar: استهلاك العلف يجب ألا يكون فارغًا

# pleaseWater
source: Water consumption must not be empty
ar: استهلاك الماء يجب ألا يكون فارغًا

# pleaseMedication
source: Previous Medication must not be empty
ar: الأدوية السابقة يجب ألا تكون فارغة

# pleaseFarmCapacity
source: Farm capacity must not be empty
ar: سعة المزرعة يجب ألا تكون فارغة

# pleaseAnSymptoms
source: Animal symptoms must not be empty
ar: أعراض الحيوان يجب ألا تكون فارغة
